Repository: samasubbaiahios/MapWithKeychain
Catalog: EPaisa/EPaisa/LocalizationHelper/*.lproj/Localizable.strings
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Español
es: Spanish

source: Language: Spanish
es: Lenguaje: Español

source: Language: English
es: Lenguaje: Ingles

source: Idioma: Spanish
es: Lenguaje: Español

source: Idioma: English
es: Lenguaje: Ingles

source: User Name
es: nombre de usuario

source: Password
es: Contraseña

source: Enter your User Name
es: Entre en su Nombre de usuario

source: Enter your Password
es: Entre en Contraseña

source: Remember User Name
es: recordar nombre de usuario

source: Login
es: Firmarse
